Repository: whiteroom/news_extend
Catalog: Resources/Private/Language/Overrides/News/*.locallang_db.xlf
Languages: de

# tx_news_domain_model_news
source: News
de: Datensatz

# tx_news_domain_model_news.archive.placeholder
source: Define when the news should be listed in the archive
de: Zeit, ab wann das Projekt ins Archiv geht

# tx_news_domain_model_news.related
source: Related News
de: Ähnliche Projekte

# tx_news_domain_model_news.related_from
source: Related News (from)
de: Ist verwandt mit Projekt

# tx_news_domain_model_news.type.I.0
source: News
de: Datensatz/Record

# tx_news_domain_model_news.istopnews
source: Top news
de: Top-Projekt

# tx_news_domain_model_category.single_pid
source: Single-view page for news from this category
de: Einzelansicht für Projekte aus dieser Kategorie

# tx_news_domain_model_category.shortcut
source: News category shortcut
de: Projektkategorie Shortcut

# tx_news_domain_model_link
source: News Link Element
de: Veranstaltungs-Linkelement

# tx_news_domain_model_tag
source: News Tag
de: Projekt-Tag

# be_user.tx_news_categorymounts
source: News: Category restriction
de: Projekte: Kategoriebeschränkungen
