Repository: whiteroom/news_extend
Catalog: Resources/Private/Language/Overrides/News/*.locallang_*.xlf
Languages: de

# pi1_title
source: Project administration
de: Projekt Verwaltung

# administration.title
source: Project records: overview and administration
de: Projekt Einträge: Übersicht und -bearbeitung

# flexforms_general.archiveRestriction.active
source: Only active (non archived)
de: Nur Aktive (nicht archivierte)

# flexforms_general.archiveRestriction.archived
source: Archived
de: Archivierte

# flexforms_general.categoryConjunction.all
source: Don't care, show all
de: Nicht berücksichtigen, alle anzeigen

# flexforms_general.categoryConjunction.or
source: Show items with selected categories (OR)
de: Zeige Objekte mit den ausgewählten Kategorien (ODER)

# flexforms_general.categoryConjunction.and
source: Show items with selected categories (AND)
de: Zeige Objekte mit den ausgewählten Kategorien (UND)

# flexforms_general.categoryConjunction.notand
source: Do NOT show items with selected categories (AND)
de: Zeige KEINE Objekte aus den ausgewählten Kategorien (UND)

# flexforms_general.categoryConjunction.notor
source: Do NOT show items with selected categories (OR)
de: Zeige KEINE Objekte aus den ausgewählten Kategorien (ODER)

# flexforms_general.topNewsRestriction
source: Hot: most recent…
de: Hot: brandaktuell…

# flexforms_general.topNewsRestriction.1
source: only "Hot" labelled records
de: nur "Hot" markierte Einträge

# flexforms_general.topNewsRestriction.2
source: except "Hot" labelled records
de: keine "Hot" markierten Einträge

# flexforms_additional.topNewsFirst
source: Sort "Hot" labelled before
de: "Hot" markierte Einträge zuoberst

# administration.filter.hidden.hidden
source: only hidden
de: nur ausgeblendete

# administration.filter.hidden.nonHidden
source: only non-hidden
de: nur aktive

# news-folder
source: News
de: Meetings
